{"adult":false,"also_known_as":["헤일리 스타인펠드","Χέιλι Στάινφελντ","Гейлі Стайнфільд","海莉·斯坦菲尔德","ヘイリー・スタインフェルド"],"biography":"Hailee Steinfeld (born December 11, 1996) is an American actress and singer. Known for her acting versatility and musical prowess, she is the recipient of various accolades, including a Peabody Award, a Critics' Choice Movie Award, a Billboard Music Award, and nominations for an Academy Award, a British Academy Film Award, a Golden Globe Award, three Critics' Choice Movie Awards and a Screen Actors Guild Award.\n\nShe had her breakthrough with the western drama film True Grit (2010), which earned her Academy Award and Screen Actors Guild Award nominations for Best Supporting Actress, and a BAFTA Award nomination for Best Actress. Steinfeld then rose to mainstream prominence for her lead roles in Ender's Game (2013), Romeo & Juliet (2013), Begin Again (2013), and 3 Days to Kill (2014). She received critical acclaim for her roles in the Pitch Perfect film series (2015–2017) and the coming-of-age comedy-drama film The Edge of Seventeen (2016), the latter of which earned her a Golden Globe Award and Critics' Choice Movie Award nomination.\n\nSteinfeld has since provided the voice of Gwen Stacy / Spider-Woman in the animated film Spider-Man: Into the Spider-Verse (2018) and Vi in Netflix's animated TV series Arcane (2021–present), based on the League of Legends video game franchise. She also starred as Charlie Watson in the Transformers film Bumblebee (2018) and Emily Dickinson in the Apple TV+ comedy-drama series Dickinson (2019–2021). She played Kate Bishop / Hawkeye, appearing in the 2021 Disney+ series Hawkeye, set in the Marvel Cinematic Universe.\n\nSteinfeld gained recognition in music after performing \"Flashlight\" in Pitch Perfect 2 (2015). She signed with Republic Records soon after and released her debut single, \"Love Myself\", followed by her debut extended play Haiz (2015). She went on to release a series of successful singles, including \"Starving\", \"Most Girls\" and \"Let Me Go\". In 2020, she released her second extended play, Half Written Story.\n\nDescription above from the Wikipedia article Hailee Steinfeld, licensed under CC-BY-SA, full list of contributors on Wikipedia.","birthday":"1996-12-11","deathday":null,"gender":1,"homepage":"http://www.haileesteinfeldofficial.com","id":130640,"imdb_id":"nm2794962","known_for_department":"Acting","name":"Hailee Steinfeld","place_of_birth":"Tarzana - Los Angeles - California - USA","popularity":64.286,"profile_path":"/nucrI0tvVOJdg7tcbvW16mpVMn2.jpg"}